export const data = [
  {
    id: "АО \"СМЕРФИТ КАППА РУС\"",
    label: "АО \"СМЕРФИТ КАППА РУС\"",
    value: 23.4,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "АО \"МЦУ\"",
    label: "АО \"МЦУ\"",
    value: 10.7,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "ООО \"ЭЛЬ ПАКО\"",
    label: "ООО \"ЭЛЬ ПАКО\"",
    value: 6.7,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "ЗАО \"ЛАМБУМИЗ\"",
    label: "ЗАО \"ЛАМБУМИЗ\"",
    value: 6.6,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "ООО \"УПАКОВКА\"",
    label: "ООО \"УПАКОВКА\"",
    value: 6.4,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "ООО \"КОМПАНИЯ БИДЖИ\"",
    label: "ООО \"КОМПАНИЯ БИДЖИ\"",
    value: 5.8,
    color: "hsl(58, 70%, 50%)"
  },

  {
    id: "ООО \"ЛБК МАРКЕТИНГ ПРО\"",
    label: "ООО \"ЛБК МАРКЕТИНГ ПРО\"",
    value: 4.3,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "ООО \"ПОЛИГРАФИКА\"",
    label: "ООО \"ПОЛИГРАФИКА\"",
    value: 3.5,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "ООО \"БОКС\"",
    label: "ООО \"БОКС\"",
    value: 3.3,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "ООО \"ТИПОГРАФИЯ ФЛЕКС-ПРИНТ\"",
    label: "ООО \"ТИПОГРАФИЯ ФЛЕКС-ПРИНТ\"",
    value: 3.3,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Другие производители",
    label: "Другие производители",
    value: 25.9,
    color: "hsl(213, 70%, 50%)"
  },
];

export const data3 = [
  {
    id: "Китай",
    label: "Китай",
    value: 33.98,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Финляндия",
    label: "Финляндия",
    value: 5.01,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Япония",
    label: "Япония",
    value: 4.76,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "Узбекистан",
    label: "Узбекистан",
    value: 4.47,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Германия",
    label: "Германия",
    value: 4.29,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Соединенные Штаты",
    label: "Соединенные Штаты",
    value: 4.03,
    color: "hsl(58, 70%, 50%)"
  },

  {
    id: "Казахстан",
    label: "Казахстан",
    value: 3.72,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Эстония",
    label: "Эстония",
    value: 2.96,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Египет",
    label: "Египет",
    value: 2.92,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "Соединенное Королевство",
    label: "Соединенное Королевство",
    value: 2.41,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Другие страны",
    label: "Другие страны",
    value: 31.44,
    color: "hsl(213, 70%, 50%)"
  },
];

export const data2 = [
  {
    id: "Беларусь",
    label: "Беларусь",
    value: 32.76,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Китай",
    label: "Китай",
    value: 13.41,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Германия",
    label: "Германия",
    value: 6.97,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "Соединенные Штаты",
    label: "Соединенные Штаты",
    value: 6.77,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Финляндия",
    label: "Финляндия",
    value: 5.88,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Польша",
    label: "Польша",
    value: 5.29,
    color: "hsl(58, 70%, 50%)"
  },

  {
    id: "Швеция",
    label: "Швеция",
    value: 3.10,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Турция",
    label: "Турция",
    value: 3.07,
    color: "hsl(213, 70%, 50%)"
  },
  {
    id: "Италия",
    label: "Италия",
    value: 2.74,
    color: "hsl(58, 70%, 50%)"
  },
  {
    id: "Бразилия",
    label: "Бразилия",
    value: 1.59,
    color: "hsl(19, 70%, 50%)"
  },
  {
    id: "Другие страны",
    label: "Другие страны",
    value: 18.41,
    color: "hsl(213, 70%, 50%)"
  },
];
