export const treeData = [
  // {
  //   title: '01 Продукция и услуги сельского хозяйства и охоты',
  //   value: '0-0',
  //   key: '0-0',
  //   children: [
  //     {
  //       title: '01.1 Культуры однолетние',
  //       value: '0-0-0',
  //       key: '0-0-0',
  //     },
  //     {
  //       title: '01.2 Культуры многолетние',
  //       value: '0-0-1',
  //       key: '0-0-1',
  //     },
  //     {
  //       title: '01.3 Материалы растительные: растения живые; луковицы, клубнелуковицы и корневища; отводки и черенки; грибницы',
  //       value: '0-0-3',
  //       key: '0-0-3',
  //     },
  //     {
  //       title: '01.4 Животные живые и продукты животного происхождения',
  //       value: '0-0-4',
  //       key: '0-0-4',
  //     },
  //     {
  //       title: '01.5 Услуги в области растениеводства и животноводства, кроме ветеринарных услуг',
  //       value: '0-0-5',
  //       key: '0-0-5',
  //     },
  //     {
  //       title: '01.6 Услуги, связанные с охотой, ловлей и разведением диких животных',
  //       value: '0-0-6',
  //       key: '0-0-6',
  //     },
  //   ],
  // },
  {
    title: '16 Древесина и изделия из дерева и пробки, кроме мебели; изделия из соломки и материалов для плетения',
    value: '0-1',
    key: '0-1',
    children: [
      {
        title: '16.1 Лесоматериалы, распиленные и строганые',
        value: '0-1-0',
        key: '0-1-0',
      },
      {
        title: '16.2 Изделия из дерева, пробки, соломки и материалов для плетения',
        value: '0-0-1',
        key: '0-0-1',
      },
    ],
  },
  // {
  //   title: 'Node2',
  //   value: '0-1',
  //   key: '0-1',
  //   children: [
  //     {
  //       title: 'Child Node3',
  //       value: '0-1-0',
  //       key: '0-1-0',
  //     },
  //     {
  //       title: 'Child Node4',
  //       value: '0-1-1',
  //       key: '0-1-1',
  //     },
  //     {
  //       title: 'Child Node5',
  //       value: '0-1-2',
  //       key: '0-1-2',
  //     },
  //   ],
  // },
];

export const treeDataTH = [
  {
    title: '44 Древесина и изделия из нее; древесный уголь',
    value: '0-0',
    key: '0-0',
    children: [
      {
        title: '4401 Древесина топливная в виде бревен, поленьев, ветвей, вязанок хвороста или в аналогичных видах; древесина в виде щепок или стружки; опилки и древесные отходы и скрап, неагломерированные или агломерированные в виде бревен, брикетов, гранул или в аналогичных видах: ',
        value: '0-0-0',
        key: '0-0-0',
        children: [
          {
            title: '44 01 1' +
              'древесина топливная в виде бревен, поленьев, сучьев, вязанок хвороста или в аналогичных видах',
            value: '0-0-0-0',
            key: '0-0-0-0',
            children: [
              {
                title: '44 01 100001 древесина топливная в виде бревен длиной до 1 м или расколотых бревен и поленьев',
                value: '0-0-0-0-0',
                key: '0-0-0-0-0',
              },
              {
                title: '44 01 100009 прочая',
                value: '0-0-0-0-1',
                key: '0-0-0-0-1',
              }
            ]
          },
          {
            title: '44 01 2 щепа или стружка древесная',
            value: '0-0-0-1',
            key: '0-0-0-1',
            children: [
              {
                title: '44 01 210000 хвойных пород',
                value: '0-0-0-1-1',
                key: '0-0-0-1-1',
              },
              {
                title: '44 01 220000 лиственных пород',
                value: '0-0-0-1-2',
                key: '0-0-0-1-2',
              }
            ]
          },
          {
            title: '44 01 3 опилки и древесные отходы и скрап, неагломерированные или агломерированные в виде бревен, брикетов, гранул или в аналогичных видах',
            value: '0-0-2-1',
            key: '0-0-2-1',
            children: [
              {
                title: '44 01 301000 опилки',
                value: '0-0-1-1-1',
                key: '0-0-1-1-1',
              },
              {
                title: '44 01 309000 прочие',
                value: '0-0-1-1-2',
                key: '0-0-1-1-2',
              }
            ]
          }
        ]
      },
      // {
      //   title: '16.2 Изделия из дерева, пробки, соломки и материалов для плетения',
      //   value: '0-0-1',
      //   key: '0-0-1',
      // },
    ],
  },
]
